[
  {
    "Name": "Founder's Day",
    "Description": "Founder's Day is a musical that is performed each year by the Secondary School and Primary School respectively.<br><br>Since Founder's Day is a musical performance, it required a lot of preparation starting from interviews to practicing and/or making props among other things. Since this is a huge undertaking, a lot of lessons are used to do it.  It reduces the time students get to study by a lot. It takes 3-4 weeks to prepare for, and the time spent each day increases as the event approaches.<br><br>The school goes into evening rehearsals during the last week of preparation, and all participating grades go into full practice, and no study.",
    "Id": "cDBdLrCgeRxJuPwC",
    "StartTime": "First week of March",
    "EndTime": "Fourth week of March",
    "img": "/images/events/FounderDay.jpg"
  },
  {
    "Name": "Sports Day",
    "Description": "Sports Day is an annual event. The event involves participation of students across different grades in competitive sporting activities with the objective of winning the house, the sports cup.<br><br>Sports Day To prepare for this event, the mornings of the week prior to the event are utilised to rehearse. This usually causes the first two lessons to be skipped. On the day itself, there are no studies, and the entire day is spent on the playing field.",
    "Id": "C3gtGfexSFzbgrYA",
    "StartTime": "First week of February",
    "EndTime": "Third week of February",
    "img": "/images/events/SportsDay.jpg"
  },
  {
    "Name": "Collated Assessments",
    "Description": "Collated assessments in the school include end of semester, end of year exams and final portfolio submissions. Around these, a lot of extra time is dedicated towards revision and helping attempting sample papers.<br><br>These times are hectic for teachers. The amount of work increases a lot, and the deadlines shorten. A lot of correction has to be done, and a lot of documentation has to be filled.",
    "Id": "OIvlhZQ2tIltYuxI",
    "StartTime": "End of Semester",
    "EndTime": "End of Year",
    "img": "/images/events/CollatedAssesments.jpg"
  }
]